[
  {
    "id": 1,
    "verse": {
      "zh": "我照神所給我的恩，好像一個聰明的工頭，立好了根基，有別人在上面建造，只是各人要謹慎怎樣在上面建造。",
      "en": "According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon."
    },
    "reference": {
      "zh": "哥林多前書3:10",
      "en": "1 Corinthians 3:10"
    }
  },
  {
    "id": 2,
    "verse": {
      "zh": "鐵器鈍了，若不將刃磨快，就必多費氣力；但得智慧指教，便有益處。",
      "en": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct."
    },
    "reference": {
      "zh": "傳道書10:10",
      "en": "Ecclesiastes 10:10"
    }
  },
  {
    "id": 3,
    "verse": {
      "zh": "我只怕你們的心或偏於邪，失去那向基督所存純一清潔的心，就像蛇用詭詐誘惑了夏娃一樣。",
      "en": "But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ."
    },
    "reference": {
      "zh": "哥林多後書11:3",
      "en": "2 Corinthians 11:3"
    }
  },
  {
    "id": 4,
    "verse": {
      "zh": "兩個人總比一個人好，因為二人勞碌同得美好的果效。若是跌倒，這人可以扶起他的同伴；若是孤身跌倒，沒有別人扶起他來，這人就有禍了。",
      "en": "Two are better than one; because they have a good reward for their labour. For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up."
    },
    "reference": {
      "zh": "傳道書 4:9-10",
      "en": "Ecclesiastes 4:9-10"
    }
  },
  {
    "id": 5,
    "verse": {
      "zh": "你們要常在我裏面，我也常在你們裏面。枝子若不常在葡萄樹上，自己就不能結果子；你們若不常在我裏面，也是這樣。我是葡萄樹，你們是枝子。常在我裏面的，我也常在他裏面，這人就多結果子；因為離了我，你們就不能做甚麼。人若不常在我裏面，就像枝子丟在外面枯乾，人拾起來，扔在火裏燒了。你們若常在我裏面，我的話也常在你們裏面，凡你們所願意的，祈求，就給你們成就。你們多結果子，我父就因此得榮耀，你們也就是我的門徒了。",
      "en": "Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples."
    },
    "reference": {
      "zh": "約翰福音 15:4-8",
      "en": "John 15:4-8"
    }
  },
  {
    "id": 6,
    "verse": {
      "zh": "當用各樣的智慧，把基督的道理豐豐富富地存在心裡，用詩章、頌詞、靈歌，彼此教導，互相勸戒，心被恩感，歌頌神。",
      "en": "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."
    },
    "reference": {
      "zh": "歌羅西書 3:16",
      "en": "Colossians 3:16"
    }
  },
  {
    "id": 7,
    "verse": {
      "zh": "耶穌回答說：你們錯了；因為不明白聖經，也不曉得神的大能。",
      "en": "And Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God."
    },
    "reference": {
      "zh": "馬太福音 22:29",
      "en": "Matthew 22:29"
    }
  },
  {
    "id": 8,
    "verse": {
      "zh": "子孫為老人的冠冕；父親是兒女的榮耀。",
      "en": "Children's children are the crown of old men; and the glory of children are their fathers."
    },
    "reference": {
      "zh": "箴言 17:6",
      "en": "Proverbs 17:6"
    }
  },
  {
    "id": 9,
    "verse": {
      "zh": "不忍用杖打兒子的，是恨惡他；疼愛兒子的，隨時管教。",
      "en": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes."
    },
    "reference": {
      "zh": "箴言 13:24",
      "en": "Proverbs 13:24"
    }
  },
  {
    "id": 10,
    "verse": {
      "zh": "你要盡心、盡性、盡力愛耶和華─你的神。我今日所吩咐你的話都要記在心上，也要殷勤教訓你的兒女。無論你坐在家裡，行在路上，躺下，起來，都要談論。",
      "en": "And thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. And these words, which I command thee this day, shall be in thine heart: And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
    },
    "reference": {
      "zh": "申命記 6:5-7",
      "en": "Deuteronomy 6:5-7"
    }
  },
  {
    "id": 11,
    "verse": {
      "zh": "因為人的怒氣並不成就神的義。",
      "en": "For the wrath of man worketh not the righteousness of God."
    },
    "reference": {
      "zh": "雅各書 1:20",
      "en": "James 1:20"
    }
  },
  {
    "id": 12,
    "verse": {
      "zh": "房屋因智慧建造，又因聰明立穩；其中因知識充滿各樣美好寶貴的財物。",
      "en": "Through wisdom is an house builded; and by understanding it is established: And by knowledge shall the chambers be filled with all precious and pleasant riches."
    },
    "reference": {
      "zh": "箴言 24:3-4",
      "en": "Proverbs 24:3-4"
    }
  },
  {
    "id": 13,
    "verse": {
      "zh": "弟兄結怨，勸他和好，比取堅固城還難；這樣的爭競，如同堅寨的門閂。",
      "en": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."
    },
    "reference": {
      "zh": "箴言 18:19",
      "en": "Proverbs 18:19"
    }
  },
  {
    "id": 14,
    "verse": {
      "zh": "然而，敬虔加上知足的心便是大利了；因為我們沒有帶什麼到世上來，也不能帶什麼去。只要有衣有食，就當知足。但那些想要發財的人，就陷在迷惑、落在網羅和許多無知有害的私慾裡，叫人沉在敗壞和滅亡中。貪財是萬惡之根。有人貪戀錢財，就被引誘離了真道，用許多愁苦把自己刺透了。但是你這屬神的人要逃避這些事，追求公義、敬虔、信心、愛心、忍耐、溫柔。",
      "en": "But godliness with contentment is great gain. For we brought nothing into this world, and it is certain we can carry nothing out. And having food and raiment let us be therewith content. But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows. But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness."
    },
    "reference": {
      "zh": "提摩太前書 6:6-11",
      "en": "1 Timothy 6:6-11"
    }
  },
  {
    "id": 15,
    "verse": {
      "zh": "人在最小的事上忠心，在大事上也忠心；在最小的事上不義，在大事上也不義。倘若你們在不義的錢財上不忠心，誰還把那真實的錢財託付你們呢？倘若你們在別人的東西上不忠心，誰還把你們自己的東西給你們呢？",
      "en": "He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much. If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? And if ye have not been faithful in that which is another man's, who shall give you that which is your own?"
    },
    "reference": {
      "zh": "路加福音 16:10-12",
      "en": "Luke 16:10-12"
    }
  },
  {
    "id": 16,
    "verse": {
      "zh": "人若不看顧親屬，就是背了真道，比不信的人還不好，不看顧自己家裡的人，更是如此。",
      "en": "But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel."
    },
    "reference": {
      "zh": "提摩太前書 5:8",
      "en": "1 Timothy 5:8"
    }
  },
  {
    "id": 17,
    "verse": {
      "zh": "不勞而得之財必然消耗；勤勞積蓄的，必見加增。",
      "en": "Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase."
    },
    "reference": {
      "zh": "箴言 13:11",
      "en": "Proverbs 13:11"
    }
  },
  {
    "id": 18,
    "verse": {
      "zh": "少種的少收，多種的多收，這話是真的。各人要隨本心所酌定的，不要作難，不要勉強，因為捐得樂意的人是神所喜愛的。",
      "en": "But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully. Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver."
    },
    "reference": {
      "zh": "哥林多後書 9:6-7",
      "en": "2 Corinthians 9:6-7"
    }
  },
  {
    "id": 19,
    "verse": {
      "zh": "在道理上受教的，當把一切需用的供給施教的人。",
      "en": "Let him that is taught in the word communicate unto him that teacheth in all good things."
    },
    "reference": {
      "zh": "加拉太書 6:6",
      "en": "Galatians 6:6"
    }
  },
  {
    "id": 20,
    "verse": {
      "zh": "基督既在肉身受苦，你們也當將這樣的心志作為兵器，因為在肉身受過苦的，就已經與罪斷絕了。你們存這樣的心，從今以後就可以不從人的情慾，只從神的旨意在世度餘下的光陰。",
      "en": "Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin; That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God."
    },
    "reference": {
      "zh": "彼得前書 4:1-2",
      "en": "1 Peter 4:1-2"
    }
  },
  {
    "id": 21,
    "verse": {
      "zh": "主耶和華的靈在我身上；因為耶和華用膏膏我，叫我傳好信息給謙卑的人，差遣我醫好傷心的人，報告被擄的得釋放，被囚的出監牢；報告耶和華的恩年，和我們神報仇的日子；安慰一切悲哀的人，賜華冠與錫安悲哀的人，代替灰塵；喜樂油代替悲哀；讚美衣代替憂傷之靈；使他們稱為公義樹，是耶和華所栽的，叫他得榮耀。",
      "en": "The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound; To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn; To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified."
    },
    "reference": {
      "zh": "以賽亞書 61:1-3",
      "en": "Isaiah 61:1-3"
    }
  },
  {
    "id": 22,
    "verse": {
      "zh": "願頌讚歸與我們的主耶穌基督的父神，就是發慈悲的父，賜各樣安慰的神。我們在一切患難中，他就安慰我們，叫我們能用神所賜的安慰去安慰那遭各樣患難的人。我們既多受基督的苦楚，就靠基督多得安慰。",
      "en": "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort; Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God. For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ."
    },
    "reference": {
      "zh": "哥林多後書 1:3-5",
      "en": "2 Corinthians 1:3-5"
    }
  },
  {
    "id": 23,
    "verse": {
      "zh": "你在許多見證人面前聽見我所教訓的，也要交託那忠心能教導別人的人。",
      "en": "And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also."
    },
    "reference": {
      "zh": "提摩太後書 2:2",
      "en": "2 Timothy 2:2"
    }
  },
  {
    "id": 24,
    "verse": {
      "zh": "不要自欺，神是輕慢不得的。人種的是什麼，收的也是什麼。順著情慾撒種的，必從情慾收敗壞；順著聖靈撒種的，必從聖靈收永生。",
      "en": "Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap. For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting."
    },
    "reference": {
      "zh": "加拉太書 6:7-8",
      "en": "Galatians 6:7-8"
    }
  },
  {
    "id": 25,
    "verse": {
      "zh": "豈不知你們獻上自己作奴僕，順從誰，就作誰的奴僕嗎？或作罪的奴僕，以致於死；或作順命的奴僕，以致成義。",
      "en": "Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?"
    },
    "reference": {
      "zh": "羅馬書 6:16",
      "en": "Romans 6:16"
    }
  },
  {
    "id": 26,
    "verse": {
      "zh": "少年人用什麼潔淨他的行為呢？是要遵行你的話！我一心尋求了你；求你不要叫我偏離你的命令。我將你的話藏在心裡，免得我得罪你。",
      "en": "Wherewithal shall a young man cleanse his way? by taking heed thereto according to thy word. With my whole heart have I sought thee: O let me not wander from thy commandments. Thy word have I hid in mine heart, that I might not sin against thee."
    },
    "reference": {
      "zh": "詩篇 119:9-11",
      "en": "Psalm 119:9-11"
    }
  },
  {
    "id": 27,
    "verse": {
      "zh": "我與眼睛立約，怎能戀戀瞻望處女呢？",
      "en": "I made a covenant with mine eyes; why then should I think upon a maid?"
    },
    "reference": {
      "zh": "約伯記 31:1",
      "en": "Job 31:1"
    }
  },
  {
    "id": 28,
    "verse": {
      "zh": "神賜人資財豐富，使他能以吃用，能取自己的分，在他勞碌中喜樂，這乃是神的恩賜。他不多思念自己平生的年日，因為神應他的心使他喜樂。",
      "en": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God. For he shall not much remember the days of his life; because God answereth him in the joy of his heart."
    },
    "reference": {
      "zh": "傳道書 5:19-20",
      "en": "Ecclesiastes 5:19-20"
    }
  },
  {
    "id": 29,
    "verse": {
      "zh": "真實的律法在他口中，他嘴裡沒有不義的話。他以平安和正直與我同行，使多人回頭離開罪孽。祭司的嘴裡當存知識，人也當由他口中尋求律法，因為他是萬軍之耶和華的使者。",
      "en": "The law of truth was in his mouth, and iniquity was not found in his lips: he walked with me in peace and equity, and did turn many away from iniquity. For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the LORD of hosts."
    },
    "reference": {
      "zh": "瑪拉基書 2:6-7",
      "en": "Malachi 2:6-7"
    }
  }
]
