[
  {
    "id": 1,
    "verse": {
      "zh": "我照神所給我的恩，好像一個聰明的工頭，立好了根基，有別人在上面建造，只是各人要謹慎怎樣在上面建造。",
      "en": "By the grace God has given me, I laid a foundation as a wise builder, and someone else is building on it. But each one should build with care"
    },
    "reference": {
      "zh": "哥林多前書3:10",
      "en": "1 Corinthians 3:10"
    }
  },
  {
    "id": 2,
    "verse": {
      "zh": "鐵 器 鈍 了 ， 若 不 將 刃 磨 快 ， 就 必 多 費 氣 力 ； 但 得 智 慧 指 教 ， 便 有 益 處 。",
      "en": "If the ax is dull and its edge unsharpened, more strength is needed, but skill will bring success."
    },
    "reference": {
      "zh": "傳道書10:10",
      "en": "Ecclesiastes 10:10"
    }
  },
  {
    "id": 3,
    "verse": {
      "zh": "我 只 怕 你 們 的 心 或 偏 於 邪 ， 失 去 那 向 基 督 所 存 純 一 清 潔 的 心 ， 就 像 蛇 用 詭 詐 誘 惑 了 夏 娃 一 樣 。",
      "en": "But I am afraid that just as Eve was deceived by the serpent’s cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ."
    },
    "reference": {
      "zh": "哥林多後書11:3",
      "en": "2 Corinthians 11:3"
    }
  },
  {
    "id": 4,
    "verse": {
      "zh": "兩個人總比一個人好，因為二人勞碌同得美好的果效。 若是跌倒，這人可以扶起他的同伴；若是孤身跌倒，沒有別人扶起他來，這人就有禍了。",
      "en": "Two are better than one, because they have a good return for their work: If one falls down, hisfriend can help him up. But pity the man who falls and has no one to help him up."
    },
    "reference": {
      "zh": "傳道書 4:9-10",
      "en": "Ecclesiastes 4:9-10"
    }
  },
  {
    "id": 5,
    "verse": {
      "zh": "你們要常在我裏面，我也常在你們裏面。枝子若不常在葡萄樹上，自己就不能結果子；你們若不常在我裏面，也是這樣。 我是葡萄樹，你們是枝子。常在我裏面的，我也常在他裏面，這人就多結果子；因為離了我，你們就不能做甚麼。 人若不常在我裏面，就像枝子丟在外面枯乾，人拾起來，扔在火裏燒了。 你們若常在我裏面，我的話也常在你們裏面，凡你們所願意的，祈求，就給你們成就。 你們多結果子，我父就因此得榮耀，你們也就是我的門徒了。",
      "en": "Remain in me, as I also remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me. I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing. If you do not remain in me, you are like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you. This is to my Father’s glory, that you bear much fruit, showing yourselves to be my disciples."
    },
    "reference": {
      "zh": "約翰福音 15:4-8",
      "en": "John 15:4-8"
    }
  },
  {
    "id": 6,
    "verse": {
      "zh": "當用各樣的智慧，把基督的道豐豐富富的存在心裏，用詩篇、讚美詩、靈歌，彼此教導，互相勸戒，以感恩的心歌頌 神。",
      "en": "Let the message of Christ dwell among you richly, as you teach and admonish one another with all wisdom through psalms, hymns, and songs from the Spirit, singing to God with gratitude in your hearts."
    },
    "reference": {
      "zh": "歌羅西書 3:16",
      "en": "Colossians 3:16"
    }
  }
]
