[
  {
    "id": 1,
    "verse": {
      "zh": "我照神所給我的恩，好像一個聰明的工頭，立好了根基，有別人在上面建造，只是各人要謹慎怎樣在上面建造。",
      "en": "According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon."
    },
    "reference": {
      "zh": "哥林多前書3:10",
      "en": "1 Corinthians 3:10"
    }
  },
  {
    "id": 2,
    "verse": {
      "zh": "鐵器鈍了，若不將刃磨快，就必多費氣力；但得智慧指教，便有益處。",
      "en": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct."
    },
    "reference": {
      "zh": "傳道書10:10",
      "en": "Ecclesiastes 10:10"
    }
  },
  {
    "id": 3,
    "verse": {
      "zh": "我只怕你們的心或偏於邪，失去那向基督所存純一清潔的心，就像蛇用詭詐誘惑了夏娃一樣。",
      "en": "But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ."
    },
    "reference": {
      "zh": "哥林多後書11:3",
      "en": "2 Corinthians 11:3"
    }
  },
  {
    "id": 4,
    "verse": {
      "zh": "兩個人總比一個人好，因為二人勞碌同得美好的果效。若是跌倒，這人可以扶起他的同伴；若是孤身跌倒，沒有別人扶起他來，這人就有禍了。",
      "en": "Two are better than one; because they have a good reward for their labour. For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up."
    },
    "reference": {
      "zh": "傳道書 4:9-10",
      "en": "Ecclesiastes 4:9-10"
    }
  },
  {
    "id": 5,
    "verse": {
      "zh": "你們要常在我裏面，我也常在你們裏面。枝子若不常在葡萄樹上，自己就不能結果子；你們若不常在我裏面，也是這樣。我是葡萄樹，你們是枝子。常在我裏面的，我也常在他裏面，這人就多結果子；因為離了我，你們就不能做甚麼。人若不常在我裏面，就像枝子丟在外面枯乾，人拾起來，扔在火裏燒了。你們若常在我裏面，我的話也常在你們裏面，凡你們所願意的，祈求，就給你們成就。你們多結果子，我父就因此得榮耀，你們也就是我的門徒了。",
      "en": "Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me. I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing. If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned. If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you. Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples."
    },
    "reference": {
      "zh": "約翰福音 15:4-8",
      "en": "John 15:4-8"
    }
  },
  {
    "id": 6,
    "verse": {
      "zh": "當用各樣的智慧，把基督的道理豐豐富富地存在心裡，用詩章、頌詞、靈歌，彼此教導，互相勸戒，心被恩感，歌頌神。",
      "en": "Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord."
    },
    "reference": {
      "zh": "歌羅西書 3:16",
      "en": "Colossians 3:16"
    }
  },
  {
    "id": 7,
    "verse": {
      "zh": "耶穌回答說：你們錯了；因為不明白聖經，也不曉得神的大能。",
      "en": "And Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God."
    },
    "reference": {
      "zh": "馬太福音 22:29",
      "en": "Matthew 22:29"
    }
  },
  {
    "id": 8,
    "verse": {
      "zh": "子孫為老人的冠冕；父親是兒女的榮耀。",
      "en": "Children's children are the crown of old men; and the glory of children are their fathers."
    },
    "reference": {
      "zh": "箴言 17:6",
      "en": "Proverbs 17:6"
    }
  },
  {
    "id": 9,
    "verse": {
      "zh": "不忍用杖打兒子的，是恨惡他；疼愛兒子的，隨時管教。",
      "en": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes."
    },
    "reference": {
      "zh": "箴言 13:24",
      "en": "Proverbs 13:24"
    }
  },
  {
    "id": 10,
    "verse": {
      "zh": "你要盡心、盡性、盡力愛耶和華─你的神。我今日所吩咐你的話都要記在心上，也要殷勤教訓你的兒女。無論你坐在家裡，行在路上，躺下，起來，都要談論。",
      "en": "And thou shalt love the Lord thy God with all thine heart, and with all thy soul, and with all thy might. And these words, which I command thee this day, shall be in thine heart: And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up."
    },
    "reference": {
      "zh": "申命記 6:5-7",
      "en": "Deuteronomy 6:5-7"
    }
  },
  {
    "id": 11,
    "verse": {
      "zh": "因為人的怒氣並不成就神的義。",
      "en": "For the wrath of man worketh not the righteousness of God."
    },
    "reference": {
      "zh": "雅各書 1:20",
      "en": "James 1:20"
    }
  },
  {
    "id": 12,
    "verse": {
      "zh": "房屋因智慧建造，又因聰明立穩；其中因知識充滿各樣美好寶貴的財物。",
      "en": "Through wisdom is an house builded; and by understanding it is established: And by knowledge shall the chambers be filled with all precious and pleasant riches."
    },
    "reference": {
      "zh": "箴言 24:3-4",
      "en": "Proverbs 24:3-4"
    }
  },
  {
    "id": 13,
    "verse": {
      "zh": "弟兄結怨，勸他和好，比取堅固城還難；這樣的爭競，如同堅寨的門閂。",
      "en": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."
    },
    "reference": {
      "zh": "箴言 18:19",
      "en": "Proverbs 18:19"
    }
  },
  {
    "id": 14,
    "verse": {
      "zh": "然而，敬虔加上知足的心便是大利了；因為我們沒有帶什麼到世上來，也不能帶什麼去。只要有衣有食，就當知足。但那些想要發財的人，就陷在迷惑、落在網羅和許多無知有害的私慾裡，叫人沉在敗壞和滅亡中。貪財是萬惡之根。有人貪戀錢財，就被引誘離了真道，用許多愁苦把自己刺透了。但是你這屬神的人要逃避這些事，追求公義、敬虔、信心、愛心、忍耐、溫柔。",
      "en": "But godliness with contentment is great gain. For we brought nothing into this world, and it is certain we can carry nothing out. And having food and raiment let us be therewith content. But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition. For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows. But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness."
    },
    "reference": {
      "zh": "提摩太前書 6:6-11",
      "en": "1 Timothy 6:6-11"
    }
  },
  {
    "id": 15,
    "verse": {
      "zh": "人在最小的事上忠心，在大事上也忠心；在最小的事上不義，在大事上也不義。倘若你們在不義的錢財上不忠心，誰還把那真實的錢財託付你們呢？倘若你們在別人的東西上不忠心，誰還把你們自己的東西給你們呢？",
      "en": "He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much. If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true riches? And if ye have not been faithful in that which is another man's, who shall give you that which is your own?"
    },
    "reference": {
      "zh": "路加福音 16:10-12",
      "en": "Luke 16:10-12"
    }
  }
]
